Repository: LunaSquee/elepower
Catalog: elepower_compat/locale/elepower.*.po
Languages: et

source: There is an array of lighting in elepower which increase in technical complexity while off setting this with a lower power usage. Lighting types include: Incandescent bulbs Compact Fluroscent bulbs and Fluroscent Tubes LED bulbs and Light panels Flood Lights for each type of bulb A very small number of decorative panels to place around bulbs Black, Silver and Gold conduit to allow the creation of lamps and hanging lights
et: Elepoweris on mitmesuguseid elektrilisi valgustusi, mis suurenevad tehnilises keerukuses, kompenseerides selle väiksema energiatarbimisega. Valgustuse tüübid hõlmavad järgmist: Hõõglambid Kompaktluminofoorlambid ja luminofoorlambid LED pirnid ja valguspaneelid Prožektorid iga tüüpi pirni jaoks Väike arv dekoratiivpaneele lampide ümber paigutamiseks Must, hõbedane ja kuldne toru, mis võimaldab luua lampe ja rippvalgusteid

source: Fluid Pump
et: Vedelikupump

source: The simplest fluid Pump is assembled from two components:the 'Pickup Pump Tank' and the 'Fluid Transfer Pump' The 'Pickup Pump Tank' must be placed above a body of fluid, and provided with power. The black end of the 'Fluid Transfer Pump' must be placed up against the 'Pickup Pump Tank'. Once completed fluid ducting can then be used to run fluid to machines that require fluid - For example water to the Electrolyzer.
et: Lihtsaim vedelikupump on kokku pandud kahest komponendist: kogumispumbast ja vedeliku ülekandepumbast Kogumispump tuleb asetada vedelikukeha kohale ja varustada toiteallikaga. Vedeliku ülekandepumba must ots tuleb asetada vastu kogumispumpa. Kui see on tehtud, saab seda kasutada vedeliku juhtimiseks masinatesse, mis vajavad vedelikku – näiteks vett elektrolüsaatorisse.

source: The miner uses significant volumes of power and water to sift metals from the surronding electro-molecular environment. The miner then gathers the molecules together until enough are gathered for a lump of metal to materialise. Assembly requires an incoming water supply from a fluid pump, a power source providing at least 128 EpUs of power. 1-9 mining drills, 1 central core, 1 miner controller and some lengths of fluid duct. Place the 1-9 mining drills down as 1x1 to 3x3 grid, place the central core ontop of the center drill and place the controller ontop of the central core. Join them all togther with fluid duct ensure one fluid duct is going into the side of the controller. Supply power and water to the miner and it will start functioning.
et: Kaevandaja kasutab ümbritsevast elektromolekulaarsest keskkonnast metallide väljasõelumiseks märkimisväärses koguses energiat ja vett. Seejärel kogub kaevandaja molekule kokku, kuni koguneb piisavalt metallitüki tekkimiseks. Kokkupanek nõuab sissetulevat veevarustust vedelikupumbast, mille toiteallikas on vähemalt 128 EpU võimsust. 1-9 kaevanduspuuri, 1 kesksüdamik, 1 kaevandusjuhtplokk ja teatud pikkused vedelikukanalit. Asetage 1–9 kaevanduspuur 1x1 kuni 3x3 ruudustikuna, asetage kesksüdamik keskmise puuri peale ja juhtplokk kesksüdamiku peale. Ühendage need kõik vedelikukanaliga kokku, et üks vedelikukanal läheks juhtploki küljele. Varustage kaevandajat toite ja veega ning see hakkab tööle.

source: Evaporation Plant
et: Termoaurustusjaam

source: The Thermal Evaporation Plant is a machine which converts Water into Brine and Brine into liquid Lithium. It is powered via solar panels around the top edge. The plant consists of a Thermal Evaporation Plant Controller, Heat Casings, Thermal Evaporation Plant Inputs and Thermal Evaporation Plant Outputs. It is a 4x4 structure which can be built between 3 and 18 nodes high. The first layer is a solid 4x4 of Heat Casings. The controller must be placed on top of this floor of heat casings and on an outside edge. The center must be left hollow. On top of the top layer of heat casings you place Solar Generators this is in order to increase the heat inside the plant, More heat increases the production rate per second of the plant. The plant has a maximum temp of 1000 Kelvin. Note: If the controller fails to verify your structure (PUNCH the controller) or try placing it on a different side.
et: Termiline aurustusjaam on masin, mis muudab vee soolveeks ja soolvee vedelaks liitiumiks. Selle toiteallikaks on ülemise serva ümber olevad päikesepaneelid. Jaam koosneb termilise aurustusjaama kontrollerist, soojusümbristest, termilise aurustusjaama sisenditest ja termilise aurustusjaama väljunditest. See on 4x4 struktuur, mida saab ehitada 3–18 sõlme kõrgusele. Esimene kiht on tahke 4x4 soojusümbristest. Juhtplokk tuleb asetada selle kihi peale ja välisservale. Keskosa tuleb jätta õõnsaks. Soojuskesta pealmise kihi peale asetate päikesegeneraatorid, et suurendada soojust jaama sees. Rohkem soojust suurendab jaama tootmiskiirust sekundis. Tehase maksimaalne temperatuur on 1000 kelvinit. Märkus. Kui juhtplokk ei suuda teie struktuuri tuvastada siis TOKSI juhtplokki või proovige see teisele küljele asetada.

source: Transporter
et: Transporteerija

source: Once setup the Teleporter allows for instanaeous travel from the sending pad to the recieveing pad. To construct the teleporter simply place the transmission pad down were you would like to travel from and the reciever pad were you would like to travel too. Both ends will need to be provided with power to function. It is suggested you place a sending and recieving pad at both ends so you can teleport back and forth easily.
et: Pärast seadistamist võimaldab transporteerija koheselt liikuda saateplokilt vastuvõtuplokile. Transporteerija ehitamiseks asetage lihtsalt edastusplokk kohale, kust soovite reisida, ja vastuvõtja plokk, kuhu soovite reisida. Mõlemad otsad peavad olema varustatud energiaga, et töötada. Soovitatav on asetada mõlemasse otsa saatmis- ja vastuvõtuplokk, et saaksite hõlpsalt edasi-tagasi liikuda.

source: The wind turbine produces power from the wind. The minimum height a wind turbine will produce power is at y 10. The wind turbine will produce a small amount of power without blades, however with blades the wind turbine will produce 4x as much power. The higher the wind turbine is placed the more power it will produce to a maximum output of 100 EpUs.
et: Tuulik toodab tuulest elektrit. Tuuliku minimaalne energiatootmise kõrgus on y 10. Tuulik toodab vähesel määral võimsust ilma labadeta, kuid labadega toodab tuulik 4 korda rohkem võimsust. Mida kõrgemale tuulik on paigutatud, seda rohkem võimsust see toodab kuni 100 EpU-ni.

source: Fission Reactor
et: Tuumalõhustusreaktor

source: The Nuclear (Fission) Reactor is a type of Nuclear Reactor in Elepower used for power generation. The reactor itself is composed of three nodes: Fission Control Module - Used for controlling the power of the reactor (top node) Fission Reactor Core - The core of the reactor (middle node) Reactor Fluid Port - Used to turn Cold Coolant into Hot Coolant (bottom node) The Reactor Core takes Fissile Fuel Rods and turns them into Depleted Fuel Rods after 2 hours (7200 seconds). The reactor assembly needs to have area of Water Source nodes surrounding it in order to keep the reactor cool (9x9x9 block of water). If the reactor heat reaches above 80%, it will start to melt down. The Control Rods can be raised or lowered to control the power output of the reactor core. Lowered control rods mean that the reactor is slowed down and raised mean that the reactor is accelerated. To gather power from the reactor you will need to add a heat exchanger, water pump, steam turbine and at least 1 bucket of cold coolant as well as the fluid ducts and fluid transfer pumps to move the fluids and steam around. This reactor is inspired by the real world pressurized water reactor design.
et: Tuumareaktor (lõhustumine) on elektrienergia tootmiseks kasutatav Elepoweri tuumareaktor. Reaktor ise koosneb kolmest sõlmest: Tuumalõhustumise juhtimismoodul – kasutatakse reaktori võimsuse juhtimiseks (ülemine plokk) Tuumalõhustumisreaktori tuum – reaktori südamik (keskmine plokk) Reaktori vedeliku sisendi- ja väljundimoodul – kasutatakse külma jahutusvedeliku muutmiseks kuumaks jahutusvedelikuks (alumine plokk) Reaktori tuum võtab tuumlõhustuvad kütusevardad ja muudab need 2 tunni (7200 sekundi) pärast ammendatud kütusevardadeks. Reaktorikoostu peab ümbritsema veeallika ala, et hoida reaktorit jahedana (9x9x9 veeplokk). Kui reaktori soojus jõuab üle 80%, hakkab see sulama. Juhtvardaid saab tõsta või langetada, et juhtida reaktori tuuma väljundvõimsust. Madalamad juhtvardad tähendavad, et reaktor on aeglustunud ja üles tõstetud, et reaktorit kiirendatakse. Reaktorist võimsuse kogumiseks peate lisama soojusvaheti, veepumba, auruturbiini ja vähemalt 1 ämbri külma jahutusvedelikku, samuti vedelikukanalid ja vedeliku ülekandepumbad vedelike ja auru liigutamiseks. See reaktor on inspireeritud reaalsest surveveereaktori disainist.

source: Fusion Reactor
et: Termotuumasünteesi reaktor

source: Getting Started
et: Alustamiseks

source: This is a getting started guide for Elepower. The first step is to create your first power generator. The coal-fired generator is a good starting generator as it will produce power from anything that is burnable.You will need 3 Steel Ingots, 2 Wound copper coils, 1 Furnace and 1 Machine block to create a coal-fired generator. To craft all those you will need a Total of: 174 leaves, 17 Copper Ingots, 8 Stone blocks, 9 Steel Ingots, 3 sand, 2 Iron ingots, 2 Silver Ingots and 2 Mese Crystal Fragments
et: See on Elepoweri alustamise juhend. Esimene samm on luua oma esimene elektrigeneraator. Söeküttel töötav generaator on hea generaator, millest alustada, kuna see toodab energiat kõigest, mis on põletatav. Söeküttel töötava generaatori loomiseks vajate 3 teraskangi, 2 vaskpooli, 1 ahju ja 1 masinaplokki. Kõigi nende meisterdamiseks vajate kokku: 174 lehte, 17 vaskplokki, 8 kiviplokki, 9 teraskangi, 3 liiva, 2 raudkangi, 2 hõbekangi ja 2 mese kristalli fragmenti

source: Any Leaves
et: Üks kõik millised puulehed

source: Crafting
et: Meisterdamine

source: Now you have your generator built, place it down and then place the machines you wish to power next to it. Later on you'll need to join machines to power generators using power conduit.
et: Nüüd on teil generaator ehitatud, asetage see maha ja seejärel asetage selle kõrvale masinad, mida soovite toita. Hiljem peate ühendama masinad toitejuhtme abil elektrigeneraatoritega.

source: First PCB Creation
et: Esimese trükkplaadi loomine

source: More advanced machines require a Printed Circuit Board(PCB) to craft them. Early on you will need to manually craft your PCB's until you have access to a Printed Circuit Board Plant. You need two main components to create a PCB, etching acid and Printed Circuit Board (PCB) Blank. To create these two items you will need: 9 copper ingots, 3 gold ingots 1 mese crystal, 1 wheat seed and single water source block placed. Once you have turned the water into etching acid you can use it to turn 10 PCB blanks into 10 PCBs, you can also pickup the etching acid with a bucket and store it.
et: Kõrgema tasemelised masinad vajavad nende valmistamiseks trükkplaati (PCB). Alguses peate oma PCB-d käsitsi meisterdama, kuni teil on juurdepääs trükkplaaditehasele. PCB loomiseks vajate kahte põhikomponenti, söövitavat hapet ja trükkplaadi (PCB) toorikut. Nende kahe eseme loomiseks vajate: 9 vasekangi, 3 kullakangi, 1 mese kristalli, 1 nisuseemnet ja ühte veeallika plokki. Kui olete vee söövitushappeks muutnud, saate sellega muuta 10 PCB toorikut 10 PCB-ks, samuti saate söövitushappe ämbriga korjata ja hoiustada.

source: Right Click
et: Paremklõps

source: Turns Into
et: Muutub

source: Upgrading Machines
et: Masinate uuendamine

source: Some machines can be upgraded to improve their power storage capacity, production speed or to make them more power efficient. To upgrade machines you need to craft a soldering iron so you can fit new parts to the machine. To craft a soldering iron you will need: 126 leaves, 8 silver ingots, 8 tin ingots, 5 coal lumps, 4 zinc ingots, 2 lead ingots, 2 mese crystal fragments and 1 steel ingot. Detailed crafting instructions are on the right page. Once you have your Soldering Iron simply hold the the tool and then left click on any machine and if it is upgradable you will be able to add components.
et: Mõnda masinat saab uuendada, et parandada nende energiasalvestusmahtu, tootmiskiirust või muuta need energiatõhusamaks. Masinate uuendamiseks peate valmistama jootekolbi, et saaksite masinale uusi osi paigaldada. Jootekolvi meisterdamiseks läheb vaja: 126 lehte, 8 hõbekangi, 8 tinakangi, 5 kivisütt, 4 tsingikangi, 2 pliikangi, 2 mesekristalli fragmenti ja 1 teraskangi. Täpsemad meisterdamisjuhised on paremal lehel. Kui teil on jootekolb, hoidke lihtsalt tööriista ja seejärel vasakklõpsake mis tahes masinal ja kui see on uuendatav, saate komponente lisada.

source: Burnable Items
et: Põletatavad esemed

source: EpU generated
et: EpU toodetud

source: per second
et: sekundis

source: per @1 lava/second
et: iga @1 laava/sekundis kohta

source: per @1 biofuel/second
et: iga @1 biokütus/sekundis kohta

source: Sunlight
et: Päiksevalgus

source: per @1 steam/second
et: iga @1 auru/sekundis kohta

source: Wind
et: Tuul

source: Storage @1 EpUs
et: Ladustab @1 EpU-d

source: EpU max output
et: EpU maksimaalne väljund

source: @1 Materials to be Alloyed
et: @1 materjali sulamiks teha

source: used per second
et: kasutatud sekundis

source: Fluids
et: Vedelikud

source: The Electrolyzer is used to create gases out of certain fluids. The electrolyzer can accept three fluids/liquids, although not at the same time - water, heavy water and biomass. The electrolyzer will at the cost of 128 EpUs a second break each down into different gases, see table below
et: Elektrolüsaatorit kasutatakse teatud vedelikest gaaside tekitamiseks. Elektrolüsaator suudab vastu võtta kolme vedelikku, kuigi mitte korraga – vett, rasket vett ja biomassi. Elektrolüsaator lagundab vedeliku 128 EpU/sekundis eest erinevateks gaasideks, vt allolevat tabelit

source: To extract gas from the electrolyzer you will need a fluid pump, bucketeer and an empty gas canister. The electrolyzer can only output to a single bucketeer so you will need to empty one gas completely before you will be able to bottle the second gas (always oxygen).
et: Gaasi eemaldamiseks elektrolüsaatorist vajate vedelikupumpa, ämbristajat ja tühja gaasikanistrit. Elektrolüsaator suudab väljastada ainult ühte ämbrisse, nii et peate ühe gaasi täielikult tühjendama, enne kui saate teise gaasi (alati hapnikku) eemaldada.

source: Seeds or Seedlings
et: Seemned või seemikud

source: The automatic planter is used to keep a maximum 9x9 field planted with crops. The planter needs to be placed 1 node below the ground surface, however it is waterproof and functions perfectly with a node of water above it. The planter, plants from the most north westerly 3x3 block of nodes (top left corner) to the most south easterly 3x3 block of nodes (bottom right corner).
et: Automaatset külvikut kasutatakse maksimaalselt 9x9 põllu istutamiseks põllukultuuridega. Külvik tuleb asetada 1 plokk maapinnast allapoole, kuid see on veekindel ja töötab suurepäraselt koos veesõlmega selle kohal. Taimed istutatakse kõige põhjapoolsemast 3x3 plokist (vasak ülanurk) kuni lõunapoolseima 3x3 plokini (parem alumine nurk).

source: The planter has a special interface to allow it to plant. The upper 3x3 grid represents a maximum area of 9x9 around the planter ie each grid segment represents a 3x3 area of nodes. The bottom 2 rows of 8 is the planters available inventory of items. There must be items of the type specified in the planting grid available in the inventory area for the planter to be able to plant, so keep the planters inventory well stocked with seeds or seedlings.
et: Külvikul on spetsiaalne liides, mis võimaldab istutada. Ülemine 3x3 ruudustik tähistab maksimaalset pindala 9x9 külviku ümber, st iga ruudustiku segment tähistab 3x3 plokkide pindala. Alumised 2 x 8 rida on istutusmasinate saadaolev kaubavaru. Laopiirkonnas peavad olema istutusruudus nimetatud tüüpi esemed, et külvik saaks istutada, seega hoidke külviku inventar seemnete või seemikutega hästi varustatud.

source: Water and Lava
et: Vesi ja laava

source: Creates PCB's
et: Loob trükkplaate

source: Sawing
et: Saagimine

source: Creates Machine Upgrades
et: Loob masinauuendusi

source: Processes Tree Sap
et: Töötleb piimmahla

source: Light
et: Valgus

source: Epu Max Potential Production
et: EpU maksimaalne potentsiaalne tootmine

source: Fluid
et: Vedelik

source: Requires
et: Nõuab

source: Produces Metal lumps
et: Toodab metallmaake

source: 128 EpUs & 500 Water used per drill
et: kasutab puuri kohta 128 EpU'd & 500 vett

source: Page @1
et: Lehekülg @1

source: @1 Page
et: @1 Lehekülg

source: Elepower Tome
et: Elepoweri õpetus

source: Content
et: Sisu

source: Back
et: Tagasi

source: Prev
et: Eelmine

source: Elepower adds power to a game, Power is referred to in units and these units are called EpU (Elepower Unit). New crafts are added to the game as well as new machines to enable these new crafts and make use of EpU/s. Mod created by IcyDiamond and Sirrobzeroone.
et: Elepower lisab mängule elektrivõimsust, võimsusele viidatakse ühikutes ja neid ühikuid nimetatakse EpU (Elepower Unit). Mängu lisatakse uusi meisterdusi ning masinaid, mis võimaldavad kasutada neid uusi meisterdusi mis omakorda kasutavad EpU-sid. Mod on loodud IcyDiamond ja Sirrobzeroone poolt.

source: Contents
et: Sisu

source: Crafts
et: Meisterdused

source: Machines
et: Masinad

source: Simple Generators
et: Lihtsad generaatorid

source: Simple Machines
et: Lihtsad masinad

source: Single Node Power Generators
et: Ühe-ploki generaatorid

source: Single Node Machines
et: Ühe-ploki masinad

source: Overview
et: Ülevaade

source: Recipes
et: Retseptid

source: Help
et: Abi

source: How to use
et: Kuidas kasutada

source: Instructions
et: Juhendid

source: Click for detailed instructions
et: Kliki, et näha detail- semalt õpetust

source: Larger Image
et: Suurem pilt

source: EpUs per second
et: EpU'd sekundis

source: Click for How to use
et: Kliki, et vaadata kasutust

source: Iron Helmet
et: Raudkiiver

source: Iron Chestplate
et: Rauast rinnaplaat

source: Iron Leggings
et: Rauast säärised

source: Iron Boots
et: Raudsaapad

source: Carbon Fiber Helmet
et: Süsinikkiust kiiver

source: Carbon Fiber Chestplate
et: Süsinikkiust rinnaplaat

source: Carbon Fiber Leggings
et: Süsinikkiust säärised

source: Carbon Fiber Boots
et: Süsinikkiust saapad

source: Drill Bit
et: Puur

source: Chainsaw Chain
et: Mootorsae kett

source: Repair Core
et: Parandustuumik

source: Invalid Input
et: vale sisend

source: Energy Density Reconstructor
et: Energiatihedusega rekonstruktureerija

source: Repairs tools using energy
et: Parandab tööriistu kasutades energiat

source: Modifying @1
et: Modifitseerime masinat @1

source: This machine cannot be modified.
et: Seda masinat ei saa modifitseerida.

source: Soldering Iron
et: Jootekolb

source: Used to replace components in machines
et: Kasutatakse masinates komponentide vahetamiseks

source: Electric Hand Drill
et: Elektriline käsipuur

source: Electric Chainsaw
et: Elektriline mootorsaag

source: Refresh
et: Värskenda

source: Owned by @1
et: Omanik on @1

source: Dialler
et: Ühendaja

source: Matter Receiver
et: Mateeria vastuvõtja

source: Transmitter Name
et: Saatja nimi

source: Matter Transmitter
et: Mateeria saatja

source: Dialled to @1
et: Ühendatud asukohaga @1

source: Wireless Control Station
et: Juhtmevaba juhtjaam

source: Monitoring @1 at @2
et: Jälgin masinat @1 asukohas @2

source: Wireless Control Station Card
et: Juhtmevaba juhtjaama kaart

source: Sneak-Right-Click on a node to bind it
et: Hiili+paremklõps masinal selle asukoha kaardile meelde jätmiseks

source: You do not have permission to remotely control this node!
et: Sul ei ole lubatud seda masinat kaugjuhtida!

source: Bound to @1 at @2
et: Seotud masinaga @1 asukohas @2

source: Tesseract Frame
et: Tesserakti raam

source: Tesseract
et: Tesserakt
