Repository: LunaSquee/elepower
Catalog: elepower_compat/locale/elepower.*.po
Languages: et

source: Oil Extract
et: Õliekstrakt

source: Unprocessed Paraffin
et: Töötlemata parafiin

source: Plastic Sheet
et: Plastist leht

source: Plastic Strips
et: Plastist ribad

source: Empty wire spool
et: Tühi traadipool

source: Copper Wire
et: Vasktraat

source: Silver Wire
et: Hõbetraat

source: Heating element
et: Kütteelement

source: Motor
et: Mootor

source: Silicon
et: Silikoon

source: Brass Ingot
et: Messingukang

source: Steel Strip
et: Terasest riba

source: Spool of steel wire
et: Terastraadi pool

source: Bronze Ingot
et: Pronksikang

source: Bronze Block
et: Pronksiplokk

source: Tin Ingot
et: Tinakang

source: Tin Lump
et: Töötlemata tina

source: Tin Ore
et: Tinamaak

source: Tin Block
et: Tinaplokk

source: Silver Ingot
et: Hõbekang

source: Silver Lump
et: Töötlemata hõbe

source: Silver Ore
et: Hõbemaak

source: Silver Block
et: Hõbeplokk

source: Bronze
et: Pronks

source: Copper
et: Vask

source: Brass
et: Messing

source: Gold
et: Kuld

source: Steel
et: Teras

source: Tin
et: Tina

source: Silver
et: Hõbe

source: Lead
et: Plii

source: Iron
et: Raud

source: Diamond
et: Teemant

source: Nickel
et: Nikkel

source: Electrum
et: Elektrum

source: Viridisium
et: Viridiisia

source: Zinc
et: Tsink

source: Coal
et: Kivisüsi

source: Wood
et: Puit

source: Sawdust
et: Saepuru

source: Plate
et: Plaat

source: Pulverized
et: Pulbristatud

source: Gear
et: hammasratas

source: Power Conduit
et: Voolukaabel

source: Power Conduit Wall Pass Through
et: Voolukaabli seina läbistaja

source: Power Conduit Grass Outlet
et: Voolukaabel murus

source: Power Conduit Dry Grass Outlet
et: Voolukaabel kuivas murus

source: Power Conduit Stone Block
et: Voolukaabel kivis

source: Power Conduit Desert Stone Block
et: Voolukaabel kõrbekivis

source: Opaque Fluid Duct
et: Läbipaistmatu vedelikutoru

source: Lead Ingot
et: Pliikang

source: Iron Ingot
et: Rauakang

source: Low Carbon Steel Ingot
et: Vähese süsinikusisaldusega terasekang

source: Nickel Ingot
et: Niklikang

source: Invar Ingot
et: Invarikang

source: Electrum Ingot
et: Elektrumikang

source: Viridisium Ingot
et: Viridiisiakang

source: Zinc Ingot
et: Tsingikang

source: Graphite Ingot
et: Grafiidikang

source: Lead Lump
et: Töötlemata plii

source: Nickel Lump
et: Töötlemata nikkel

source: Viridisium Lump
et: Töötlemata viridiisia

source: Zinc Lump
et: Töötlemata tsink

source: Xycrone
et: Tsükroon

source: Used for Quantum Entanglement
et: Kasutatakse kvantpõimumiseks

source: Unstable
et: Ebastabiilne

source: Graphite Rod
et: Grafiidivarras

source: Carbon Fibers
et: Süsinikkiud

source: Carbon Fiber Sheet
et: Süsinikkiuleht

source: Silicon Wafer
et: Silikoonvahvel

source: Doped Silicon Wafer
et: Dopinguga silikoonvahvel

source: Steel Treetap
et: Terasest puu kraan

source: Tin Can
et: Plekkpurk

source: Printed Circuit Board (PCB) Blank
et: Trükkplaadi toorik

source: Use Etching Acid to etch
et: Kasuta söövitusainet söövitamiseks

source: Printed Circuit Board (PCB)
et: Trükkplaat (PCB)

source: Acidic Compound
et: Happeline aine

source: Right-Click on Water to turn it into Etching Acid
et: Tee paremklõps vee allikal, et muuta vesi söövitushappeks

source: Wound Copper Coil
et: Vaskmähis

source: Tier @1 Coil
et: @1. taseme mähis

source: Wound Silver Coil
et: Hõbemähis

source: Induction Coil
et: Induktsiooni mähis

source: Advanced Induction Coil
et: Kõrgtehnoloogiline induktsiooni mähis

source: Suitable for high-power applications
et: Sobilik kõrge võimsusega seotud kasutusaladel

source: Chip
et: Kiip

source: Tier @1 Chip
et: @1. taseme kiip

source: Microcontroller
et: Mikrokontroller

source: System on a Chip (SoC)
et: Süsteem kiibil (SoC)

source: Capacitor
et: Kondensaator

source: Tier @1 Capacitor
et: @1. taseme kondensaator

source: Ultraviolet Light Bulb
et: Ultraviolettlamp

source: Battery
et: Patarei

source: Servo Valve
et: Servoklapp

source: Integrated Circuit
et: Integraallülitus

source: Tier @1 Circuit
et: @1. taseme juhtimisahel

source: Integrated Control Circuit
et: Integreeritud juhtimisahel

source: Microcontroller Circuit
et: Mikrokontrolleriga juhtimisahel

source: LCD Panel
et: LCD paneel

source: Photovoltaic Cell
et: Fotogalvaaniline element

source: Etching Acid
et: Söövitav hape

source: Liquid Lithium
et: Vedel liitium

source: Etching Acid Bucket
et: Söövitava happega ämber

source: Liquid Lithium Bucket
et: Vedela liitiumiga ämber

source: Steam
et: Aur

source: Oxygen
et: Hapnik

source: Hydrogen
et: Vesinik

source: Nitrogen
et: Lämmastik

source: Lithium Gas
et: Liitiumi gaas

source: Chlorine Gas
et: Kloori gaas

source: Gas Container
et: Tühi gaasimahuti

source: Empty Gas Container
et: Tühi gaasimahuti

source: Lithium
et: Liitium

source: Chlorine
et: Kloor

source: Lead Ore
et: Pliimaak

source: Nickel Ore
et: Niklimaak

source: Viridisium Ore
et: Viridiisiamaak

source: Zinc Ore
et: Tsingimaak

source: Particle Board
et: Puitlaastplaat

source: Hardened Obsidian Glass
et: Karastatud obsidiaanklaas

source: Does not let light through
et: Ei lase valgust läbi

source: Viridisium Block
et: Viridiisia plokk

source: Lead Block
et: Plii plokk

source: Invar Block
et: Invari plokk

source: Nickel Block
et: Nikli plokk

source: Zinc Block
et: Tsingi plokk

source: Steel Block
et: Terase plokk

source: Portable Tank
et: Teisaldatav paak

source: Iron Pickaxe
et: Raudkirka

source: Iron Shovel
et: Raudlabidas

source: Iron Axe
et: Raudkirves

source: Iron Sword
et: Raudmõõk

source: Lead Axe
et: Pliikirves

source: Lead Pickaxe
et: Pliikirka

source: Lead Shovel
et: Pliilabidas

source: Lead Sword
et: Pliimõõk

source: Resin
et: Vaik

source: Tree Sap
et: Piimmahl

source: Biofuel
et: Biokütus

source: Sludge
et: Muda

source: Tree Sap Bucket
et: Piimmahlaämber

source: Resin Bucket
et: Vaiguämber

source: Biomass Bucket
et: Biomassiämber

source: Biofuel Bucket
et: Biokütuseämber

source: Sludge Bucket
et: Mudaämber

source: Composter
et: Komposteerija

source: Convert organic matter to Biofuel
et: Muudab orgaanilised ained biokütuseks

source: Idle
et: on ootel

source: Active
et: on aktiivne

source: Off
et: on välja lülitatud

source: Automatic Harvester
et: Automaatne viljakoristaja

source: Item placed here will be planted out in a 3x3 area
et: Esemed kuvatud siin istutatakse 3x3 alale

source: Place stacks of items here to keep planter supplied with items to plant
et: Pane seemned siia istutamiseks

source: Planter
et: Külvik

source: Automatic Planter
et: Automaatne külvik

source: None
et: on tühi

source: Inactive
et: on ootel

source: Tree Fluid Extractor
et: Puiduvedeliku ekstraktor

source: Place me in front of a tree!
et: Paigalda mind mõne puu ette!

source: Output Full!
et: väljund on täis!

source: Tree Fluid Processor
et: Puiduvedeliku töötleja

source: Plastic Device Frame
et: Plastmassist seadmeraam

source: Safe for decoration
et: Sobilik dekoreerimiseks

source: Bulb Glass
et: Lambipirni klaas

source: Incandescent Bulb Element
et: Hõõglambi element

source: CF Bulb Glass
et: CF lambi klaas

source: Magnifying Lens
et: Suurendav lääts

source: Fluro Tube Glass
et: Flurolambi klaas

source: Electrum Strip
et: Elektrumist riba

source: Red Light Emitting Diode
et: Punane valgusdiood

source: Green Light Emitting Diode
et: Roheline valgusdiood

source: Blue Light Emitting Diode
et: Sinine valgusdiood

source: Light Emitting Diode Cluster
et: Valgusdioodide klaster

source: LED Driver Board
et: Valgusdioodi draiverlaud

source: Flood Light Incandescent
et: Hõõglambiga prožektor

source: Flood Light CF
et: CF lambiga prožektor

source: Flood Light LED
et: LED lambiga prožektor

source: Light Fill
et: Valgusega täituvus

source: Bulb Incandescent
et: Hõõglamp

source: UV Bulb Incandescent
et: UV hõõglamp

source: Bulb Compact Fluro
et: Kompaktne flurolamp

source: Fluro Light Bank
et: Flurolambikogum

source: Bulb Light-Emitting Diode
et: Valgusdioodidega lamp

source: LED Light Panel
et: LED valguspaneel

source: LED Light Panel Colored
et: Värviline LED valguspaneel

source: LED 1x3 Light Panel
et: LED 1x3 valguspaneel

source: LED 2x3 Light Panel
et: LED 2x3 valguspaneel

source: Red
et: Punane

source: Blue
et: Sinine

source: Red Paper
et: Punane paber

source: Blue Paper
et: Sinine paber

source: Compressor Piston
et: Kompressori kolb

source: Turbine Blades
et: Turbiinilabad

source: Retractable Opaque Fluid Duct
et: Kokkutõmmatav läbipaistmatu vedelikutoru

source: A Pump uses this to reach fluids.
et: Mõni pump kasutab seda vedelikkudeni jõudmiseks.

source: Hardened Capacitor
et: Karastatud kondensaator

source: Reinforced Capacitor
et: Tugevdatud kondensaator

source: It will probably obliterate you if you touched it while charged
et: See teeks kindlasti väga haiget, kui sa seda laetuna katsuksid

source: Resonant Capacitor
et: Resoneeriv kondensaator

source: Supercapacitor
et: Superkondensaator

source: Amazing energy density in a small container! Wow!
et: Hämmastav energiatihedus pisikeses vidinas! Vägev!

source: Speed Upgrade
et: Kiirust parandav moodul

source: Crafting Speed @1
et: Meisterduskiirusele @1

source: Power Usage @1
et: Voolukasutusele @1

source: Efficiency Upgrade
et: Efektiivsust parandav moodul

source: Reduces power usage by @1
et: Vähendab voolukasutust @1

source: Liquid Weight Filter
et: Vedeliku kaalu filter

source: Makes water pumps pump only Heavy Water
et: Seda rakendades pumpavd pumbad ainult rasket vett

source: Right-Click to apply to Water Accumulator
et: Tee paremklõps Veekoguja peal, et seda rakendada

source: Wind Turbine Blade (Wooden)
et: Tuulikulaba (puidust)

source: Cooking
et: Küpsetamine

source: Cooking is more than just the preparation of food, it provides access to the preparation of ores to metals and the creation of glass and glass objects.
et: Küpsetamine on enamat kui lihtsalt toidu valmistamine, see võimaldab juurdepääsu maakidest metallide valmistamisele ning klaasi ja klaasist esemete valmistamisele.

source: Water Accumulator
et: Veekoguja

source: Heavy Water
et: Raske vesi

source: Alloying
et: Sulamite valmistamine

source: Alloys are created materials which are stronger than their base material components. These can be obtained by combining differing materials in the Alloying Furnace. Elepower provides a number of alloying recipes.
et: Sulamid on ained, mis on tihti paremate omadustega, kui nende algosad. Sulameid saab luua liites erinevad ained teineteisega Sulamiahjus. Elepower pakub mitmeid erinevaid sulameid.

source: Alloy Furnace
et: Sulamiahi

source: All
et: Kõik grupist

source: Out of Power!
et: on energia otsas!

source: Toggle Extract/Insert
et: Vaheta väljastamine/sisestamine

source: Bucketer
et: Ämbristaja

source: Canning
et: Purgistamine

source: Canning Machine
et: Purgistusmasin

source: Coal-fired Alloy Furnace
et: Kivisöel töötav sulamiahi

source: Compressing
et: Kompressimine

source: Compressor
et: Kompressor

source: Water
et: Vesi

source: Deuterium
et: Deuteerium

source: Electrolyzer
et: Elektrolüsaator

source: Evaporator
et: Aurustaja

source: Liquid Fuel Combustion Generator
et: Vedelkütust põletav generaator

source: Powered Furnace
et: Elektriahi

source: Coal-fired Generator
et: Kivisütt põletav generaator

source: Grindstone
et: Lihvkivi

source: A medieval pulverizer Requires Hand Crank to operate
et: Vanamoodne Pulbristaja Nõuab töötamiseks Vänta

source: Hand Crank
et: Vänt

source: Place on Grindstone and hold Right-Click
et: Paigalda lihvkivi peale ja hoia paremklõpsu all

source: Lava Cooler
et: Laava jahutaja

source: Lava Generator
et: Laava generaator

source: Out of Acid!
et: on hape otsas!

source: Printed Circuit Board Plant
et: Trükkplaadivabrik

source: Grinding
et: Pulbristamine

source: Grinding of solid materials occurs through mechanical forces that break up the structure of the material. After grinding the state of the material is changed; the grain size and the grain shape will be smaller and finer.
et: Tahkete materjalide pulbristamine toimub mehaaniliste jõudude mõjul, mis lõhuvad materjali struktuuri. Pärast pulbristamist muudetakse materjali olekut; tera suurus ja kuju on väiksem ja peenem.

source: Pulverizer
et: Pulbristaja

source: Tank Full!
et: on paak täis!

source: Seeking
et: otsib

source: No More Fluid!
et: ei leia rohkem vedelikku!

source: Pumping
et: pumpab

source: Pickup Pump Tank
et: Kogumispump

source: Sawmilling
et: Saeveski

source: Sawmill
et: Saeveski

source: Soldering
et: Jootmine

source: Solderer
et: Jootejaam

source: Steam Turbine
et: Auruturbiin

source: Power Cell
et: Akumulaator

source: Hardened Power Cell
et: Karastatud akumulaator

source: Reinforced Power Cell
et: Tugevdatud akumulaator

source: Resonant Power Cell
et: Resoneeriv akumulaator

source: Supercapacitor Cell
et: Superkondensaatoriga akumulaator

source: No wind
et: pole tuult

source: Wind Turbine
et: Tuulik

source: Requires Wind Turbine Blades
et: nõuab Tuulikulabasid

source: Wind Turbine Blades (Wooden)
et: Tuulikulabad (puidust)

source: Sneak Right-Click on the Wind Turbine node to place it
et: Hiili+paremklõps tuulikul nende paigaldamiseks

source: Machine Block
et: Masinaraam

source: Heat Casing
et: Soojusümbris

source: Used for the Thermal Evaporation Plant
et: Kasutatakse termoaurustusjaamas

source: Advanced Machine Block
et: Kõrgtehnoloogilise masina raam

source: Machine Chip
et: Masinakiip

source: Wireless Chip
et: Juhtmevaba kiip

source: Pump Filter
et: Pumbafilter

source: Miner structure complete (detected @1 drills)!
et: Kaevandaja struktuur on täiuslik (avastati @1 puuri)!

source: with Invalid structure - Punch to redetect
et: on vale struktuuriga - toksi mind uuesti otsimiseks

source: Mining with @1 miners
et: kaevandab @1 puuriga

source: Out of Water!
et: on vesi otsas!

source: Inventory full!
et: on väljund täis!

source: Miner
et: Kaevandaja

source: Miner Controller
et: Kaevandaja juhtplokk

source: Machine Component
et: Masina komponent

source: Miner Core
et: Kaevandaja tuum

source: Miner Drill
et: Kaevandaja puur

source: Uranium Lump
et: Töötlemata uraan

source: Enriched Uranium Dust
et: Rikastatud uraanipulber

source: Ready to be used as fuel
et: Valmis kasutamiseks kütusena

source: Depleted Uranium Dust
et: Ammendatud uraanipulber

source: Requires enrichment
et: Vajab rikastamist

source: Nuclear Waste
et: Tuumajäätmed

source: Mostly unusable for nuclear fission
et: Suuresti kasutuskõlbmatu tuumalõhustamiseks

source: Empty Fuel Rod
et: Tühi kütusevarras

source: Fissile Fuel Rod
et: Tuumalõhustuskütuse varras

source: Lasts @1 hours (@2 seconds)
et: Kestab @1 tundi (@2 sekundit)

source: Depleted Fuel Rod
et: Tühi kütusevarras

source: Can not be used in a reactor anymore
et: Ei ole enam sobilik reaktoris kasutamiseks

source: Control Rod
et: Juhtvarras

source: Control Rod Assembly
et: Juhtvarraste komplekt

source: Perforated Control Plate
et: Augustatud juhtplaat

source: Reactor Pressure Vessel
et: Tuumareaktori surveanum

source: Tritium Gas
et: Triitiumi gaas

source: Deuterium Gas
et: Deuteeriumi gaas

source: Helium Gas
et: Heeliumi gaas

source: Helium Plasma
et: Heeliumi plasma

source: Superheated
et: Ülekuumendatud

source: Tritium
et: Triitium

source: Helium
et: Heelium

source: Cold Coolant
et: Külm jahutusvedelik

source: Hot Coolant
et: Kuum jahutusvedelik

source: Corium
et: Sulanud tuum

source: Heavy Water Bucket
et: Raskevee ämber

source: Enrichment
et: Rikastamine

source: Enrichment Plant
et: Rikastusjaam

source: Depleted
et: Ammendatud

source: Activate by extracting the control rods
et: Aktiveerimiseks tõsta juhtvardad tuumast välja

source: !!! TEMPERATURE CRITICAL !!!
et: !!! TEMPERATUUR KRIITILINE !!!

source: !!! REACTOR CRITICAL !!!
et: !!! REAKTOR KRIITILINE !!!

source: !!! REACTOR MELTDOWN IMMINENT !!!
et: !!! REAKTORI SULAMINE TÕENÄOLINE !!!

source: Active reaction chain
et: Aktiivne tuumareaktsiooniahel

source: Power: @1
et: Võimsus: @1

source: Heat: @1
et: Soojus: @1

source: Next
et: Järgmine

source: Previous
et: Eelmine

source: SCRAM
et: Hädapeata

source: Raise
et: Tõsta

source: Lower
et: Langeta

source: Select the next control rod
et: Vali järgmine juhtvarras

source: Select the previous control rod
et: Vali eelmine juhtvarras

source: Drops all the rods into the reactor core, instantly stopping it
et: Langetab otsekohe kõik juhtvardad tuumareaktorisse, mis peatab koheselt reaktsiooniahela

source: Raise selected control rod
et: Tõsta valitud juhtvarras

source: Lower selected control rod
et: Langeta valitud juhtvarras

source: Fission Reactor Core
et: Tuumalõhustusreaktori tuum

source: Fission Control Module
et: Tuumalõhustusreaktori juhtmoodul

source: Place me on top of a Fission Reactor Core
et: Paigalda mind tuumalõhustusreaktori tuuma peale

source: Reactor Fluid Port
et: Reaktori vedeliku sisendi- ja väljundimoodul

source: Place me on the bottom of a Fission Reactor Core
et: Paigalda mind tuumalõhustusreaktori tuuma alla

source: Incorrect node at @1; expected @2, found @3
et: Vale plokk asukohas @1; oodatud oleks @2, leidsin @3

source: Multi-node structure complete!
et: Mitmeplokiline struktuur valmis!

source: No controller found.
et: juhtmoodul on puudu.

source: Connected to controller at @1 Local @2
et: Ühendatud juhtmooduliga asukohas @1 Kohalik @2

source: Connected to controller at @1
et: Ühendatud juhtmooduliga asukohas @1

source: Fusion Reactor Controller
et: Termotuumasünteesi reaktori juhtmoodul

source: Fusion Reactor Power Port (Input)
et: Termotuumasünteesi reaktori voolusisend

source: Fusion Reactor Fluid Port (Input)
et: Termotuumasünteesi reaktori vedeliku sisend

source: Fusion Reactor Fluid Port (Output)
et: Termotuumasünteesi reaktori vedeliku väljund

source: Shielded Heat Exchanger
et: Varjestatud soojusvaheti

source: For use in nuclear power plants
et: Mõeldud tuumajaamas kasutamiseks

source: Light: @1
et: Valgus: @1

source: Not enough light!
et: pole piisavalt valgust!

source: Solar Neutron Activator
et: Päikesevalgusega neutronite aktiveerimisjaam

source: Radiation-shielded Lead Machine Chassis
et: Kiirgusvarjustusega pliist masinaraam

source: Provides shielding against dangerous ionizing radiation
et: Pakub kaitset ioniseeriva kiirguse eest

source: Uranium Ore
et: Uraanimaak

source: Fusion Reactor Coil
et: Termotuumasünteesi reaktori mähis

source: Press to toggle
et: Vajuta lülitamiseks

source: Energy Storage
et: Akumulaatori seis

source: Power Used / Generated
et: Voolukasutus või -tootmine

source: Empty Buffer
et: Tühi puhver

source: Flowing
et: Voolav

source: Source
et: allikas

source: Always on
et: Alati sisselülitatud

source: Always off
et: Alati väljalülitatud

source: Enable by Mesecons signal
et: Lülita sisse Meseconsi signaali peale

source: Disable by Mesecons signal
et: Lülita välja Meseconsi signaali peale

source: Modified Device
et: Modifitseeritud seade

source: Charge: @1 / @2 @3
et: Laeng: @1 / @2 @3

source: Solar Helmet
et: Päiksepaneeliga kiiver

source: Solar Generator
et: Päikesegeneraator

source: Brine
et: Soolvesi

source: Brine Bucket
et: Soolveeämber

source: Multiple controllers detected.
et: Avastati mitu juhtplokki.

source: Invalid structure surrounding the controller.
et: Vale struktuur juhtploki ümber.

source: Structure complete.
et: Struktuur on täiuslik.

source: Thermal Evaporation Plant
et: Termoaurustusjaam

source: Incomplete
et: pole täisulik

source: Thermal Evaporation Plant Controller
et: Termoaurustusjaama juhtplokk

source: Punch to form structure
et: toksi mind struktuuri kontrollimiseks

source: Thermal Evaporation Plant Output
et: Termoaurustusjaama väljund

source: Thermal Evaporation Plant Input
et: Termoaurustusjaama sisend

source: Generators
et: Generaatorid

source: Generators produce EpU/s by taking something from the natural environment and converting it to power that can be used by machines. There are both low and high tech solutions for producing power so choose a power generation method that best fits with what your current needs are and the resources you have available. Generators produce power (EpU/s) every second, they then distribute this power across their network to all connected machines that require power. A single power network is a group of machines and conduits which is connected in one single un-broken group two examples of simple valid power networks is pictured below.
et: Generaatorid toodavad EpU/s, võttes midagi looduskeskkonnast ja muutes selle võimsuseks, mida saavad kasutada masinad. Energia tootmiseks on nii madal- kui ka kõrgtehnoloogilisi lahendusi, seega valige energiatootmismeetod, mis sobib kõige paremini teie praeguste vajaduste ja olemasolevate ressurssidega. Generaatorid toodavad võimsust (EpU/s) iga sekund, seejärel jaotavad nad selle võimsuse üle oma võrgu kõikidele ühendatud masinatele, mis vajavad voolu. Üks elektrivõrk on rühm masinaid ja torusid, mis on ühendatud üheks katkematuks rühmaks. Allpool on kujutatud kaks näidet lihtsatest kehtivatest elektrivõrkudest.

source: Powercells
et: Akumulaatorid

source: Powercells will charge from the network when power is available.Once power supply on a network is 0 ie generators no longer producing EpUs. The powercell(s) will provide power only to active machines on the network. Powercells will provide the minimum EpUs to the machine ie the usage amount not the max amount the machine can recieve. For example the Sawmill when active(being used) uses 32 EpUs, however the Sawmill can accept upto 64 EpUs of power until fully charged. Powercell(s) will only provide the Sawmill with 32 EpUs of power if the Sawmill is active.
et: Akumulaatorid laadivad võrgust, kui toide on saadaval. Kui võrgu toiteallikas on 0, st generaatorid ei tooda enam EpU-sid. Toiteelement(id) annavad toite ainult võrgus olevatele aktiivsetele masinatele. Akumulaatorid annavad masinale minimaalsed EpU-d, st kasutuskogused, mitte maksimaalne kogus, mida masin saab vastu võtta. Näiteks kasutab Saeveski aktiivsena (kasutamisel) 32 EpU-d, kuid Saeveski suudab vastu võtta kuni 64 EpU-d kuni täieliku laadimiseni. Akumulaator(id) annavad saeveskile 32 EpU võimsust ainult siis, kui saeveski on aktiivne.

source: Machine
et: Masin

source: These are the simpliest machines in elepower consisting of single node that performs a single/simple function. The machines can often interface with other machines using fluid ducts to help automate the inputs/outputs of certain machines. Where a machine maybe more complex a small 'I' will be present on the large image, indicating there is a subpage with additional information for that machine. for example the Automatic Planter at the bottom of the opposite page.
et: Need on kõige lihtsamad masinad, mis koosnevad ühest plokist, mis täidab ühte/lihtsat funktsiooni. Masinad saavad sageli liidestada teiste masinatega, mis kasutavad vedelikukanaleid, et aidata automatiseerida teatud masinate sisendeid/väljundeid. Kui masin võib olla keerulisem, kuvatakse suurel pildil väike "I", mis näitab, et selle masina kohta on alamleht täiendava teabega. näiteks automaatne viljaistutusmasin, mis asub vastaslehe allosas.

source: Lighting
et: Valgustus
